; Generated (07.06.2024 21:45:41) by Hide From Uninstall List v1.1 - Freeware
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
MouseTooltip=1
ColumnShortOpt=1
CloseSystemSettings=1
WinPositions=888,804,1209,172,434,180,70

[Language_English]
Translator="BlueLife"
01="This tool helps you hide selected programs from the program uninstall list."
02="Please Wait ..."
03="&File\n &Edit\n &Options\n &Help"
04="Hide Programs and Features"
05="Programs Name\n Publisher\n State"
06="Hidden"
07="Shown"
08="Blocked"
09="Show under Programs and Features List"
10="Hide from Programs and Features List"
11="Refresh List"
12="Programs and Features"
13="Apps & Features"
14="About"
15="&Programs and Features"
16="&Apps && Features"
17="&Restore Defaults"
18="E&xit"
19="&Show under Programs and Features List"
20="&Hide from Programs and Features List"
21="Block &Uninstall"
22="Block &Modify"
23="Open &Location"
24="Open &Registry Key"
25="&Select All"
26="&Refresh"
27="&Always On Top"
28="&Force Close System Settings"
29="&Donate"
30="&Contact"
31="&HomePage"
32="&About"
33="Are you sure you want to restore the default settings?"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu araç, belirlen programları, program kaldırma listesinden gizlemenize yardımcı olur."
02="Lütfen Bekleyin..."
03="&Dosya\n &Düzenle\n &Seçenekler\n &Yardım"
04="Programlar ve Özellikleri Gizle"
05="Program Adı\n Yayımcı\n Durumu"
06="Gizlendi"
07="Gösterildi"
08="Engellendi"
09="Seçilenleri program kaldır listesinde göster"
10="Seçilenleri program kaldır listesinde gizle"
11="Listeyi Yenile"
12="Programlar ve Özellikler"
13="Uygulamalar ve Özellikler"
14="Hakkında"
15="&Programlar ve Özellikler"
16="&Uygulamalar ve Özellikler"
17="&Değişiklikleri Geri Al"
18="&Kapat"
19="Program Kaldır Listesinde &Göster"
20="Program Kaldır Listesinde &Gizle"
21="Programı &Kaldırmayı Engelle"
22="Programı &Değiştirmeyi Engelle"
23="&Konumu Aç"
24="&Kayıt Anahtarını Aç"
25="&Tümünü Seç"
26="&Yenile"
27="&Her Zaman Üstte"
28="&Sistem Ayarlarını Kapatmaya Zorla"
29="&Bağış Yap"
30="İ&letişim"
31="&Ana Sayfa"
32="&Hakkında"
33="Program tarafından yapılan değişiklikleri geri almak istediğinizden emin misiniz?"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Mit diesem Tool können Sie ausgewählte Programme aus der Deinstallationsliste ausblenden."
02="Bitte warten ..."
03="&Datei\n &Bearbeiten\n &Optionen\n &Hilfe"
04="Programme und Funktionen ausblenden"
05="Programmname\n Herausgeber\n Status"
06="Versteckt"
07="Angezeigt"
08="Blockiert"
09="In der Liste der Programme und Funktionen anzeigen"
10="Aus der Liste der Programme und Funktionen ausblenden"
11="Liste aktualisieren"
12="Programme und Features"
13="Apps & Features"
14="Über Uns"
15="&Programme und Funktionen"
16="&Apps && Features"
17="&Standardeinstellungen wiederherstellen"
18="&Beenden"
19="&Unter Programme und Funktionen liste anzeigen"
20="&Aus der Liste der Programme und Funktionen ausblenden"
21="Deinstallation & Blockieren"
22="Änderungen blockieren"
23="&Speicherort & öffnen"
24="Registrierungsschlüssel  & öffnen"
25="&Alle auswählen"
26="&aktualisieren"
27="&Immer im Vordergrund"
28="&Systemeinstellungen zwangsweise schließen"
29="&Spenden"
30="&Kontakt"
31="&Website"
32="&Über uns"
33="Sind Sie sicher, dass Sie die Standardeinstellungen wiederherstellen möchten?"

[Language_Polish_Polski]
Translator="JuST@R 2024"
01="To narzędzie pomaga ukryć wybrane programy na liście dezinstalacji programów"
02="Proszę czekać ..."
03="&Plik\n&Edycja\n&Opcje\nP&omoc"
04="Ukryj programy i funkcje"
05="Nazwa programu\nWydawca\nStatus"
06="Ukryty"
07="Widoczny"
08="Zablokowany"
09="Pokaż na liście programów i funkcji"
10="Ukryj na liście programów i funkcji"
11="Odśwież listę"
12="Programy i Funkcje"
13="Aplikacje i Funkcje"
14="Info"
15="&Programy i funkcje"
16="&Aplikacje i funkcje"
17="&Przywróć domyślne"
18="&Zamknij"
19="&Pokaż na liście programów i funkcji"
20="&Ukryj na liście programów i funkcji"
21="Zablokuj i odinstaluj"
22="Zablokuj i zmodyfikuj"
23="Otwórz &lokalizację"
24="Otwórz &Klucz rejestru"
25="Z&aznacz wszystko"
26="&Odśwież"
27="Zawsze na górze"
28="&Wymuś zamknięcie ustawień systemowych"
29="&Podaruj"
30="&Kontakt"
31="&Strona programu"
32="&Info"
33="Czy na pewno chcesz przywrócić ustawienia domyślne?"

[Language_Korean_한국어]
Translator="VenusGirl (비너스걸)"
01="이 도구를 사용하면 프로그램 제거 목록에서 선택한 프로그램을 숨길 수 있습니다."
02="잠시만 기다려주세요 ..."
03="파일(&F)\n 편집(&E)\n 옵션(&O)\n 도움말(&H)"
04="프로그램 및 기능 숨기기"
05="프로그램 이름\n 게시자\n 상태"
06="숨기기"
07="표시"
08="차단됨"
09=“프로그램 및 기능 목록 아래에 표시”
10=“프로그램 및 기능 목록에서 숨기기”
11="목록 새로 고침"
12="프로그램 및 기능"
13="앱 및 기능"
14="제품 정보"
15="프로그램 및 기능(&P)"
16="앱 및 기능(&A)"
17="기본값 복원(&R)"
18="종료(&X)"
19="프로그램 및 기능 목록 아래에 표시(&S)"
20="프로그램 및 기능 목록에서 숨기(&H)"
21="차단 제거(&U)"
22="차단 수정(&M)"
23="위치 열기(&L)"
24="레지스트리 키 열기(&R)"
25="모두 선택(&S)"
26="새로 고침(&R)"
27="항상 맨 위에(&A)"
28="시스템 강제 종료 설정(&F)"
29="기부하기(&D)"
30="연락처(&C)"
31="홈페이지(&H)"
32="제품 정보(&A)"
33="기본 설정을 복원하시겠습니까?"

[Language_French_Français]
Translator="Largo"
01="Cet outil vous aide à masquer les programmes sélectionnés de la liste de désinstallation des programmes."
02="Veuillez patienter ..."
03="&Fichier\n &Éditer\n &Options\n &Aide"
04="Masquer les programmes et les fonctionnalités"
05="Nom des programmes\n Éditeur\n État"
06="Masquer"
07="Afficher"
08="Bloqué"
09="Afficher liste des Programmes et Fonctionnalités"
10="Masquer liste des programmes et Fonctionnalités"
11="Actualiser la liste"
12="Programmes et Fonctionnalités"
13="Apps & Fonctionnalités"
14="À propos de"
15="&Programmes et Fonctionnalités"
16="&Apps && Fonctionnalités"
17="&Restaurer par défauts"
18="Q&uitter"
19="&Afficher liste des Programmes et Fonctionnalités"
20="&Masquer liste des programmes et Fonctionnalités"
21="Bloquer &Désinstaller"
22="Bloquer &Modifier"
23="Ouvrir &Emplacement"
24="Ouvrir la clé de ®istre"
25="&Sélectionner Tout"
26="&Actualiser"
27="&Toujours visible"
28="&Forcer la fermeture des paramètres système"
29="&Don"
30="&Contact"
31="&Page d'accueil"
32="&À propos de"
33="Êtes-vous sûr de vouloir restaurer les paramètres par défaut?"

[Language_Dutch_Nederlands]
Translator="Alexei PortableApp™ (2024-06-09)"
01="Met dit programma kunt u geselecteerde programma's verbergen in de programma-verwijderingslijst."
02="Moment a.u.b...."
03="&Bestand\n &Bewerken\n &Instellingen\n &Help"
04="Programma's en Functies Verbergen"
05="Programma Namen\n Uitgever\n Staat"
06="Verbergen"
07="Getoond"
08="Geblokkeerd"
09="Toon in lijst met Programma's en Functies"
10="Verbergen in lijst met Programma's en Functies"
11="Lijst Vernieuwen"
12="Programma's en Functies"
13="Apps en Functies"
14="Over..."
15="&Programma's en Functies"
16="&Apps && Functies"
17="&Standaard Instellingen Herstellen"
18="Uit&gang"
19="&Weergeven in lijst met Programma's en Functies"
20="&Verbergen in lijst met Programma's en Puncties"
21="Blokkeren en Verwijderen"
22="Blokkeren &Wijzigen"
23="Open &Locatie"
24="Open &Register Sleutel"
25="&Selecteer Alle"
26="&Vernieuwen"
27="&Altijd Boven"
28="&Systeem Instellingen Gedwongen Sluiten"
29="&Doneren"
30="&Contact"
31="&HomePage"
32="&Over..."
33="Weet u zeker dat u de Standaard Instellingen wilt herstellen?"

